[
  "calendar",
  "extended-markdown-syntax",
  "darlal-switcher-plus",
  "code-styler",
  "obsidian-format-code",
  "code-emitter",
  "lean-syntax-highlight",
  "obsidian-git",
  "obsidian-icon-folder",
  "omnisearch",
  "home-tab",
  "markdown-prettifier",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "obsidian-reading-time",
  "recent-files-obsidian",
  "workspaces-plus",
  "obsidian-excalidraw-plugin"
]